[
    {
        "title": "Ride for Passion",
        "image": "https://autoimage.templines.org/wp-content/uploads/2016/10/a01-1.jpg",
        "description": {
            "paragraph1": "Although I've been a passionate lover of cars for a long time, I've begun to realize that I hate to drive and that I am part of a growing class of disenchanted people who hate to drive. Love cars, hate to drive them: what explains this disagreeable paradox? Somehow, the way marriage is said to finish off romance, a Platonic love of cars is compromised by having one.",
            "paragraph2": "How to experience these alluring machines without the ennui? I should recount the history of my 1967 Morgan. We all have had romantic involvements with cars; mine began with, or must have predated, a visit to the Earls Court auto show in London in the 60's. I can't reproduce the state of mind that took me there; partly it was out of necessity -- I'd sold my '56 Beetle, one of the first ones. It had no gas gauge, so you had to switch it manually to a tiny auxiliary tank. Once I forgot, and we ran out of gas. (My husband at the time raised his hand to strike me. It was the end of my marriage, and now I was in England, at Earls Court, thinking about wheels.) But would I have gone to an auto show if I did not also have the normal American obsession?",
            "paragraph3": "Earls Court, an exposition space sometimes dedicated to dog shows or to garden equipment, had become a dreamland museum of unattainable Rolls-Royces and heart-stopping Jaguars. There my fascination bloomed into desire, its object being a chrome-yellow Morgan drophead roadster, an export model unspoken for because of its left-hand drive."
        }
    },
    {
        "title": "The NOS Engine",
        "image": "https://autoimage.templines.org/wp-content/uploads/2016/10/a03.jpg",
        "description": {
            "paragraph1": "Nitrous oxide compound, aka NOS (Nitrous Oxide System), causes a surge in the engine's power and torque, at least from what we've seen in Hollywood. Have you ever wondered how this happens? Well, you came to the right place. The big question, of course, is how Nitro Boost works and how the engine generates this surge in power.",
            "paragraph2": "However, you can't keep the car running on nitrous oxide. A large amount of it is needed which is not realistically achievable. For this reason, cars usually have a few minutes of nitrous oxide injection, and it is fired selectively when necessary. Nitro boost is a concept that has been around for a while as early as during World War II. Some aircrafts had nitrous oxide injection systems in their engines. Today, some classes of car racing usually allow nitrous oxide applications.",
            "paragraph3": "Even so, before using nitrous oxide in these cars, automakers studied many factors and did precise calculations to ensure safety. These precautions are necessary because the injection system can cause destructive explosions under the hood."
        }
    },
    {
        "title": "Soft Speed",
        "image": "https://autoimage.templines.org/wp-content/uploads/2016/10/a02.jpg",
        "description": {
            "paragraph1": "Improvements in individual mobility conditions for drivers (higher speed and lower cost of individual mobility) have contributed to the reduction of urban area density and have led to dominant use of the car and a dramatic reduction in walking and cycling, while the use of public transport has remained roughly constant. The car now highly dominates the other transport modes in many places including the Paris metropolitan area.",
            "paragraph2": "Can we fight against those speed addicts that are present-day car users? Our first results assert, as has been argued elsewhere 11, that this aim is very difficult but not impossible to achieve. It emerges from this analysis that any policy can only reduce the car modal share by a few percentage points without seriously modifying individuals' activity patterns and travel time for the great majority of drivers.",
            "paragraph3": "Reducing car speed (by reducing the road space capacity or parking facilities) could be a more appropriate policy. This latter policy is more efficient than any increase in public transport supply. Public transport supply improvements, however great, are not able « alone » to achieve any decrease the car dominance: in order to be efficient, public transport improvements have to be accompanied with car speed modification if the individual cost of mobility remains unchanged."
        }
    },
    {
        "title": "Dream Cars",
        "image": "https://demo.themesuite.com/automotive/images/img-1.jpg",
        "description": {
            "paragraph1": "IN Beijing in 1987, just a little more than a decade ago, there were very few cars, but jillions of bicycles, the air alive with merry thriiiinngs of bicycle bells. It was delightful. You said to yourself that if the Chinese had any brains they would spare their society the destructive, dirty, expensive automobile phase and go directly to something more modern, egalitarian, efficient and peaceful -- really good mass transit, better bikes. But of course they didn't. They have bought the powerful symbol, too.",
            "paragraph2": "Did we push cars on them, as the West pushed opium on them? Or is it an evolutionary phase that societies go through, that European societies have gone through and left behind? Or is the desire people have for cars an innate wish for a carapace in which a human becomes more swift, more organized (cup holder, lighter, niche for coins) and feels invulnerable? Never mind; if it is innate it can be resisted, something we also tend to forget.",
            "paragraph3": "Without a car, you are more free to dream of cars. In my copy of Car and Driver or Road & Track, which I read the way I might read real-estate ads or recipes, I can experience, inhabit and enjoy a number of cars. I can visit showrooms and test-drive cars. Were I to settle on one and take it home, the thrill, intense at first, would be short-lived. The way kittens grow up to be cats, the car you own soon becomes a demanding, high-maintenance object in constant need of washing, servicing, fueling, garaging, parking and the body shop, in whose company you can pass some of the most disagreeable and dangerous moments -- or hours -- of the day. Having a car impedes the perfect love of cars, impinges on the fantasy. A really great car is in your dreams."
        }
    }
]